module.exports.config = {
  name: "autotime",
  version: "1.0.0",
  hasPermission: 0,
  credits: "Shaon",
  description: "Send a trending TikTok video",
  commandCategory: "media",
  usages: "",
  cooldowns: 5,
};
const nam = [ 
             {timer:'11:30:00 PM',           message:['I LOVE YOU TISHA']},{
    timer: '12:00:00 AM',
    message: ['=== 「」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন রাত ১১টা বাজে সবাই সুয়ে পড়ো জেগে না থেকে🙅\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷)']
}, 

   {timer:'12:30:00 AM',           message:['I LOVE YOU TISHA']},          
             {
    timer: '1:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন রাত ১২টা বেজে এবার হ্যান্ডেল মারা বন্ধ করে ঘুমা🖕\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷)']
},

{timer:'01:30:00 AM',           message:['I LOVE YOU TISHA']},
           
            
{timer: '2:00:00 AM',
 message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন রাত ১টা বাজে সবাই মনে হয় ঘুমায় গেছে🥱\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷)']
},

{timer:'02:30:00 AM',           message:['I LOVE YOU TISHA']},        
{timer: '3:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন রাত ২টা বাজে যারা ছ্যাকা খাইছে তারা জেগে আছে😒\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷']
},
		{timer:'03:30:00 AM',           message:['I LOVE YOU TISHA']},				 {
    timer: '4:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন রাত ৩টা বাজে সবাই মনে হয় ঘুমাই🥹আমার ভাই ঘুম আসে না😔\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷']
},
		{timer:'04:30:00 AM',           message:['I LOVE YOU TISHA']},				 {
    timer: '5:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন রাত ৪টা বাজে একটু পর ফজরের আযান দিবে নামাজ পড়ে নিও সবাই\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷) ']
},
     {timer:'50:30:00 AM',           message:['I LOVE YOU TISHA']},     
             {
    timer: '5:05:00 AM',
    message: ['╭──────────────────╮\n  🌸𝐄𝐯𝐞𝐫𝐲 𝐌𝐮𝐬𝐥𝐢𝐦𝐬 𝐈𝐝𝐞𝐧𝐭𝐢𝐭𝐲 🌸\n╰──────────────────╯\n\n𝙽𝚊𝚖𝚎                     : 𝐌𝐮𝐬𝐥𝐢𝐦.\n𝙵𝚊𝚝𝚑𝚎𝚛•𝚜 𝙽𝚊𝚖𝚎    : 𝐀𝐝𝐨𝐦 (আ:)\n𝙲𝚛𝚎𝚊𝚝𝚘𝚛               : 𝐀𝐥𝐥𝐚𝐡\n𝙸𝚍𝚎𝚊𝚕                   : 𝐌𝐮𝐡𝐚𝐦𝐦𝐚𝐝 (সা.) \n𝙷𝚘𝚕𝚢 𝙱𝚘𝚘𝚔           : 𝐐𝐮𝐫𝐚𝐧 \n𝚁𝚎𝚕𝚒𝚐𝚒𝚘𝚗            : 𝐈𝐬𝐥𝐚𝐦 \n𝙸𝚍𝚎𝚗𝚝𝚒𝚝𝚢            : لَا إِلٰهَ إِلَّا الله مُحَمَّدٌ رَسُولُ الله• \n𝙷𝚘𝚋𝚋𝚒𝚎𝚜               : 𝐍𝐚𝐦𝐚𝐳 𝟓 𝐭𝐢𝐦𝐞𝐬 𝐚 𝐝𝐚𝐲 \n𝙿𝚛𝚎𝚜𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜           : 𝐃𝐮𝐧𝐢𝐲𝐚 \n𝙿𝚎𝚛𝚖𝚊𝚗𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜      : 𝐉𝐚𝐧𝐧𝐚𝐭 (𝐈𝐧 𝐬𝐡𝐚 𝐚𝐥𝐥𝐚𝐡)']
},
						 {
    timer: '6:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন ভোর ৫টা বাজে সবাই নামাজ পড়ছো তো?❤️\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷) ']
},
		{timer:'06:30:00 AM',           message:['I LOVE YOU TISHA']},				 {
    timer: '7:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন সকাল ৬টা বাজে ঘুম থেকে উঠো দাঁত ব্রাশ করো সবাই\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷)']
},
		{timer:'07:30:00 AM',           message:['I LOVE YOU TISHA']},				 {
    timer: '8:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন সকাল ৭টা বাজে সবাই ব্রেকফাস্ট করে নাও😊\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷) ']
},
   {timer:'08:30:00 AM',           message:['I LOVE YOU TISHA']}, 
             {
    timer: '9:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন সকাল ৮ টা বাজে যারা পড়াশোনা করো তারা স্কুলে যাও😚 যারা পড়ে না তারা কাজে যাও😒\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷)']
},
         
    { 
timer:'09:30:00 AM',           message:['I LOVE YOU TISHA']},         
             {
    timer: '10:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন সকাল ৯ টা বাজে মন দিয়ে কাজ করো সবাই❤️\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷)' ]
}, 
             
{timer:'10:30:00 AM',           message:['I LOVE YOU TISHA']},						 {
    timer: '11:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸>  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন সকাল ১০টা বাজে মিস করছি তোমাদের😔 তাড়াতাড়ি বাড়িতে চলে আসো😒\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷)']
},
		{timer:'11:30:00 AM',           message:['I LOVE YOU TISHA']},				 {
    timer: '12:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন সকাল ১১টা বাজে কি যে করি আমি তো রোবট আমার তো কোনো কাজ নাই🌚\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷)']
},				{timer:'12:30:00 PM',           message:['I LOVE YOU TISHA']},	
						 {
    timer: '1:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন দুপুর ১২টা বাজে বাচ্চাদের স্কুল ছুটি দিয়ে দিছে মনে হয়🙆\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷)']
},
		{timer:'01:30:00 PM',           message:['I LOVE YOU TISHA']},				 {
    timer: '2:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন দুপুর ১টা বাজে গোসল করে সবাই জোহরের নামাজ পড়ে যাও😻\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷) ']
},
		{timer:'02:30:00 PA',           message:['I LOVE YOU TISHA']},				 {
    timer: '3:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন দুপুর ২টা বাজে সবাই দুপুরের খাবার খেয়ে নাও ☺️\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷)']
},
		{timer:'03:30:00 PM',           message:['I LOVE YOU TISHA']},				 {
    timer: '4:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন দুপুর ৩টা বাজে সারাদিন কাজ করছো এবার একটু ঘুমাও🥱\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷)']
},
		{timer:'04:30:00 PM',           message:['I LOVE YOU TISHA']},				{
    timer: '5:00:00 PM',
    message: ['===「𝘛𝘐𝘔𝘌」===\n  --❖--𝘙𝘈𝘑𝘈 𝘝𝘪𝘗 5𝘟--❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন বিকাল ৪টা বাজে বড়দের স্কুল ছুটি দিয়ে দিছে চল মেয়ে দেখে আসি🙈\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝘊𝘙𝘌𝘈𝘛𝘖: 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷) ']
},
		{timer:'05:30:00 PM',           message:['I LOVE YOU TISHA']},				 {
    timer: '6:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖-- 𝗦𝗵𝗮𝗼𝗻(✷‿✷) --❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন বিকাল ৫টা বাজে একটু পর আসরের আযান দিবে সবাই নামাজ পড়ে নিও 😻\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/Hey.Its.Me.Shaon.Ahmed\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : 𝗦𝗵𝗮𝗼𝗻 𝗔𝗵𝗺𝗲𝗱 (✷‿✷)']
},
		{timer:'06:30:00 PM',           message:['I LOVE YOU TISHA']},				 {
    timer: '7:00:00 PM',
    message: ['===「𝘛𝘐𝘔𝘌」===\n  --❖--𝘙𝘈𝘑𝘈 𝘝𝘪𝘗 5𝘟--❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন সন্ধ্যা ৬টা বাজে মাগরিবের আযান দিলে সবাই নামাজ পড়ে নাও🥀 নামাজ পড়ে বাড়িতে এসে কিছু খেয়ে নাও এবং পরিবারের সাথে সময় কাটাও😍\n\n✢━━━━━━━━━━━━━━━✢\n𝘍𝘈𝘊𝘌𝘉𝘖𝘖𝘒 𝘓𝘐𝘕𝘒:m.me/RAJA.ViP.5X.09638357510 𝘊𝘙𝘌𝘈𝘛𝘖𝘙:𝘙𝘈𝘑𝘈 𝘝𝘪𝘗 5𝘟']
},

   {timer:'07:30:00 PM',           message:['I LOVE YOU TISHA']},          
             {
    timer: '7:05:00 PM',
    message: ['╭──────────────────╮\n  🌸 𝐄𝐯𝐞𝐫𝐲 𝐌𝐮𝐬𝐥𝐢𝐦𝐬 𝐈𝐝𝐞𝐧𝐭𝐢𝐭𝐲 🌸\n╰──────────────────╯\n\n𝙽𝚊𝚖𝚎                     : 𝐌𝐮𝐬𝐥𝐢𝐦.\n𝙵𝚊𝚝𝚑𝚎𝚛•𝚜 𝙽𝚊𝚖𝚎    : 𝐀𝐝𝐨𝐦 (আ:)\n𝙲𝚛𝚎𝚊𝚝𝚘𝚛               : 𝐀𝐥𝐥𝐚𝐡\n𝙸𝚍𝚎𝚊𝚕                   : 𝐌𝐮𝐡𝐚𝐦𝐦𝐚𝐝 (সা.) \n𝙷𝚘𝚕𝚢 𝙱𝚘𝚘𝚔           : 𝐐𝐮𝐫𝐚𝐧 \n𝚁𝚎𝚕𝚒𝚐𝚒𝚘𝚗            : 𝐈𝐬𝐥𝐚𝐦 \n𝙸𝚍𝚎𝚗𝚝𝚒𝚝𝚢            : لَا إِلٰهَ إِلَّا الله مُحَمَّدٌ رَسُولُ الله• \n𝙷𝚘𝚋𝚋𝚒𝚎𝚜               : 𝐍𝐚𝐦𝐚𝐳 𝟓 𝐭𝐢𝐦𝐞𝐬 𝐚 𝐝𝐚𝐲 \n𝙿𝚛𝚎𝚜𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜           : 𝐃𝐮𝐧𝐢𝐲𝐚 \n𝙿𝚎𝚛𝚖𝚊𝚗𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜      : 𝐉𝐚𝐧𝐧𝐚𝐭 (𝐈𝐧 𝐬𝐡𝐚 𝐚𝐥𝐥𝐚𝐡)']
},
             {
    timer: '8:00:00 PM',
    message: ['এখন সময় [07:00]']
},
   {timer:'08:30:00 PM',           message:['I LOVE YOU TISHA']},  
             {
    timer: '9:00:00 PM',
    message: [' ╭──────────────────╮             ╭────╮                            𝐀𝐥𝐚𝐦  𝐑𝐚𝐣𝐚 𝐏𝐫𝐨𝐣𝐞𝐜𝐭                 ╰────╯                     𝐓𝐢𝐦𝐞➪:08:00:00                   𝐓𝐢𝐦𝐞 𝐏𝐚𝐬𝐬𝐝 𝐍𝐞𝐯𝐞𝐫 𝐂𝐨𝐦𝐞𝐬 𝐁𝐚𝐜𝐤 𝐒𝐨 𝐔𝐬𝐞 𝐈𝐭 𝐖𝐢𝐭𝐡𝐨𝐮𝐭 𝐖𝐚𝐬𝐭𝐢𝐧𝐠  𝐑𝐚𝐣𝐚.𝐌𝐞𝐬𝐬𝐞𝐠𝐚𝐫.𝐋𝐢𝐧𝐤➪:m.me/Raja01715559179                            ╰──────────────────╯']
},           

  
{timer:'09:30:00 PM',           message:['I LOVE YOU TISHA']},           
             {
    timer: '10:00:00 PM',
    message: [' ╭──────────────────╮             ╭────╮                            𝐀𝐥𝐚𝐦  𝐑𝐚𝐣𝐚 𝐏𝐫𝐨𝐣𝐞𝐜𝐭                 ╰────╯                     𝐓𝐢𝐦𝐞➪:09:00:00                   𝐓𝐢𝐦𝐞 𝐏𝐚𝐬𝐬𝐝 𝐍𝐞𝐯𝐞𝐫 𝐂𝐨𝐦𝐞𝐬 𝐁𝐚𝐜𝐤 𝐒𝐨 𝐔𝐬𝐞 𝐈𝐭 𝐖𝐢𝐭𝐡𝐨𝐮𝐭 𝐖𝐚𝐬𝐭𝐢𝐧𝐠  𝐑𝐚𝐣𝐚.𝐌𝐞𝐬𝐬𝐞𝐠𝐚𝐫.𝐋𝐢𝐧𝐤➪:m.me/Raja01715559179                            ╰──────────────────╯']
},      
                                   {timer:'10:30:00 PM',           message:['I LOVE YOU TISHA']}, 
              {
    timer: '11:00:00 PM',
    message: [' ╭──────────────────╮            ╭────╮                           𝐀𝐥𝐚𝐦  𝐑𝐚𝐣𝐚 𝐏𝐫𝐨𝐣𝐞𝐜𝐭               ╰────╯                     𝐓𝐢𝐦𝐞➪:10:00:00                   জীবন থেকে একটা জিনিস শিখলাম চাইলেই কারো আপন হওয়া যায় না  𝐑𝐚𝐣𝐚.𝐌𝐞𝐬𝐬𝐞𝐠𝐚𝐫.𝐋𝐢𝐧𝐤➪: https://www.facebook.com/RAJA09638357510                         ╰──────────────────╯']
}];
module.exports.onLoad = o => setInterval(() => {
    const r = a => a[Math.floor(Math.random()*a.length)];
    if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
